Repository: kokoko3k/gbscan
Catalog: .lang/*.po
Languages: it

source: No scanner(s) found, closing!
it: Nessuno scanner trovato, uscita!

source: Disabled
it: Disabilitato

source: Scanning is cancelled!
it: Processo interrotto!

source: Unable to load picture!
it: Impossibile caricare l'immagine!

source: Loading page #
it: Carico la pagina #

source: Please wait while applying effects...
it: Attendere mentre applico gli effetti

source: Choose a directory and specify name to save as
it: Scegli una cartella e specifica un nome con cui salvare

source: This is the page number
it: Questa è la pagina numero

source: Finish
it: Finisci

source: Please place the next page and hit
it: Prego posizionare un' altra pagina e premere

source: Scan
it: Scannerizza

source: You are creating a new multipage document named
it: Stai creando un nuovo documento multipagina chiamato

source: pages
it: pagine

source: scanned so far.
it: scannerizzate fin'ora.

source: to save all scanned pages.
it: per salvare tutte le pagine scannerizzate

source: Scanning page
it: Scanerizzazione pagina

source: Multipage document saved as:
it: Documento multipagina salvato come:

source: Open File
it: Apri il file

source: Open Folder
it: Apri la cartella

source: Please, wait while joining pages...
it: Attendere mentre unisco le pagine...

source: Unable to load picture
it: Impossibile caricare l'immagine

source: Done.
it: Fatto.

source: Preparing Undo...
it: Preparo l'annullamento...

source: Applying Effects...
it: Applico gli effetti...

source: Transferring image...
it: Trasferisco l'immagine...

source: Error reloading the picture
it: Errore nel caricamento dell'immagine.

source: Favorite Settings
it: Impostazioni preferite

source: Quality:
it: Qualità:

source: Scan Area
it: Area di scannerizzazione

source: Start X
it: Origine X

source: Start Y
it: Origine Y

source: Width
it: Larghezza

source: Height
it: Altezza

source: All Settings
it: Tutte le impostazioni

source: Image Effects
it: Effetti immagine

source: reduce the speckles within an image.
it: Riduce le macchie dovute alle interferenze nell'immagine.

source: Despekle
it: Smacchia

source: straighten an image. A threshold of 40% works for most images.
it: Raddrizza l'immagine, una soglia di 40% fovrebbe andar bene.

source: Deskew (%)
it: Raddrizza (%)

source: Apply Paeth image rotation (using shear operations) to the image.
it: Applica la rotazione di Paeth all'immagine.

source: Rotate
it: Ruota

source: Automagically adjust gamma level of image.
it: Corregge magicamente il livello di gamma dell'immagine.

source: Auto Gamma
it: Gamma automatica

source: Automagically adjust color levels of image.
it: Corregge magicamente il livello di colore dell'immagine.

source: Auto level
it: Livelli automatici

source: Force to black all pixels below the threshold while leaving all pixels at or above the threshold unchanged.
it: Forza tutti i pixel sotto una soglia ad essere neri lasciando tutti i pixel maggiori o uguali la soglia inalterati.

source: Black-Threshold
it: Soglia del nero

source: Force all pixels above the threshold into White
it: Forza tutti i pixel sopra una soglia ad essere bianchi lasciando tutti i pixel maggiori o uguali la soglia inalterati.

source: White-Threshold
it: Soglia del bianco

source: Increase the contrast in an image by stretching the range of intensity values.
it: Aumenta il contrasto dell'immagine aumentando l'intervallo del dei valori d'intensità.

source: Contrast Stretch
it: Aumenta contrasto

source: reduce the image to a limited number of color levels
it: riduce l'immagine a un numero limitato di livelli di colore

source: Posterize
it: Posterizzazione

source: <0 = reduce image noise and reduce detail levels. >0 = increase detail levels and image noise
it: <0 = riduce il rumore dell'immagine ed il livello di dettaglio. >0 = aumenta il livello di dettagli e il rumore dell'immagine

source: Blur/Sharpen
it: Sfoca/Affila

source: Try filters
it: Prova i filtri

source: Undo
it: Annulla

source: Waiting for scanner
it: In attesa dello scanner

source: Preview
it: Anteprima

source: Save
it: Salva

source: Scan and save
it: Scannerizza e salva

source: Multipage
it: Multi-pagina

source: PAGE 1
it: Pagina 1

source: Cleanup temp files ...
it: Pulizia dei file temporanei...

source: Looking for scanner(s) ...
it: Cerco lo scanner

source: Starting program ...
it: Avvio del programma...

source: Startup
it: Avvio
